tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "jpeg-turbo"
brew "harfbuzz"
brew "jpeg"
brew "pango"
brew "binutils"
brew "ccls"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "exiftool"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "node"
brew "http-server"
brew "shared-mime-info"
brew "imagemagick"
brew "jsmin"
brew "jupyterlab"
brew "libagg"
brew "libnotify"
brew "minimal-racket"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "openssl@3"
brew "poetry"
brew "poppler"
brew "potrace"
brew "pylint"
brew "pyqt@5"
brew "python-tk@3.9"
brew "r"
brew "ranger"
brew "source-highlight"
brew "texlab"
brew "texlive"
brew "tldr"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "yarn"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "zegervdv/zathura/girara", link: false
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "betterdiscord-installer"
cask "blender"
cask "inkscape"
cask "mathpix-snipping-tool"
cask "obsidian"
cask "pycharm"
cask "wireshark"
