tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "louisbrunner/valgrind"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "ca-certificates"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "jpeg-turbo"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "binutils"
brew "llvm"
brew "ccls"
brew "cloudflared"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "exiftool"
brew "gnutls"
brew "jpeg"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "guile"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "gtk+3"
brew "htop"
brew "node"
brew "http-server"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ipython", link: false
brew "openssl@3"
brew "isync"
brew "jsmin"
brew "jupyterlab"
brew "lf"
brew "libagg"
brew "libnotify"
brew "libxft"
brew "llvm@11"
brew "lynx"
brew "minimal-racket"
brew "msmtp"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "tree"
brew "pass"
brew "php"
brew "poetry"
brew "poppler"
brew "potrace"
brew "pylint"
brew "pyqt@5"
brew "python-tk@3.9"
brew "qt"
brew "r"
brew "ripgrep"
brew "rust"
brew "sc-im"
brew "source-highlight"
brew "sphinx-doc"
brew "texlab"
brew "texlive"
brew "tldr"
brew "tmux"
brew "w3m"
brew "wget"
brew "yarn"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "zegervdv/zathura/girara", link: false
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "blender"
cask "ghidra"
cask "inkscape"
cask "julia"
cask "obsidian"
cask "pycharm"
cask "temurin"
cask "utm"
cask "wireshark"
