tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "louisbrunner/valgrind"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "jpeg-turbo"
brew "webp"
brew "jpeg-xl"
brew "ca-certificates"
brew "python@3.12"
brew "glib"
brew "libgit2"
brew "bat"
brew "binutils"
brew "black"
brew "boost"
brew "llvm"
brew "ccls"
brew "cloudflared"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "guile"
brew "htop"
brew "node"
brew "http-server"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "python@3.9"
brew "imagemagick"
brew "inetutils"
brew "ipython", link: false
brew "isort"
brew "isync"
brew "jpeg"
brew "jq"
brew "jsmin"
brew "lf"
brew "libagg"
brew "libfido2"
brew "libgit2@1.6"
brew "libnotify"
brew "libpq"
brew "libxft"
brew "libxml2"
brew "python@3.10"
brew "llvm@11"
brew "lynx"
brew "mariadb-connector-c"
brew "maven"
brew "meson"
brew "msmtp"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "p7zip"
brew "php"
brew "poetry"
brew "poppler"
brew "potrace"
brew "powerlevel10k"
brew "protobuf"
brew "pylint"
brew "qt@5"
brew "pyqt@5"
brew "python-lsp-server"
brew "python@3.11"
brew "qt"
brew "r"
brew "ripgrep"
brew "rust"
brew "sc-im"
brew "source-highlight"
brew "texlab"
brew "texlive"
brew "tldr"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "blender"
cask "ghidra"
cask "julia"
cask "obsidian"
cask "syncthing"
cask "temurin"
cask "wireshark"
