aom
bdw-gc
berkeley-db
boost
brotli
c-ares
ca-certificates
cairo
ccls
cjson
clisp
cmake
cmatrix
cmocka
dav1d
dcraw
docbook
docbook-xsl
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gd
gdbm
gettext
ghostscript
giflib
git
glib
gmime
gmp
gnu-getopt
gnupg
gnutls
gobject-introspection
gpgme
graphite2
guile
harfbuzz
htop
http-server
icu4c
imagemagick
imath
isl
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
jsmin
jupyterlab
lame
leptonica
libagg
libarchive
libass
libassuan
libavif
libb2
libbluray
libde265
libevent
libffi
libgcrypt
libgpg-error
libheif
libidn
libidn2
libksba
liblqr
libmpc
libnghttp2
libogg
libomp
libpng
libpthread-stubs
librist
libsamplerate
libsigsegv
libsndfile
libsodium
libsoxr
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxft
libxrender
little-cms2
llvm
lmdb
lua
luajit-openresty
luv
lz4
lzo
m4
mbedtls
mpdecimal
mpfr
msgpack
ncurses
neofetch
neovim
nettle
node
notmuch
npth
nvm
opencore-amr
openexr
openjdk
openjpeg
openssl@1.1
openssl@3
opus
p11-kit
pandoc
pcre
pcre2
perl
pinentry
pixman
pkg-config
plotutils
potrace
powerlevel10k
pstoedit
python-tk@3.9
python@3.10
python@3.9
qt@5
ranger
rav1e
readline
rubberband
screenresolution
sdl
sdl2
shared-mime-info
six
snappy
source-highlight
speex
sqlite
srt
talloc
tcl-tk
tesseract
texlive
theora
tmux
tokyo-cabinet
tree-sitter
ufraw
unbound
unibilium
utf8proc
w3m
webp
x264
x265
xapian
xmlto
xorgproto
xvid
xz
yarn
zbar
zeromq
zimg
zsh-autosuggestions
zsh-syntax-highlighting
zstd
inkscape
mathpix-snipping-tool
obsidian
pycharm
